[M_RockPaperGenocide_Amp MissionDefinition]
MissionDescription="Marcus wants your help testing out the new slag weapons he's purchased. "
TurnInDescription="On the upside: the elemental weapons work. On the downside: Marcus's moral compass does not."
MissionSummary="Test Marcus's slag weaponry."
TeaserText="Time to learn how slag works!"

[M_RockPaperGenocide_Shock MissionDefinition]
TurnInDescription="How... shocking."
